[
  {
    "name": "Gingival Recession Surgery",
    "category": "Surgical",
    "phases": ["Prep", "Acute", "Maintenance"],
    "dds": ["Periodontist", "Oral Surgeon"],
    "patientType": "Types 1 to 4",
    "products": {
      "Prep": ["AO ProVantage Gel"],
      "Acute": ["Synvaza", "AO ProVantage Gel (Type 3/4 Only)"],
      "Maintenance": ["AO ProVantage Gel"]
    },
    "pitchPoints": "Scientifically designed, phase-specific protocol that provides antioxidant conditioning before surgery, promotes pain relief and mucosal protection during acute healing, and supports long-term antioxidant balance for optimal tissue appearance and health.",
    "scientificRationale": "Effective oral wound healing relies on timely resolution of inflammation, protection of exposed tissues, and restoration of tissue integrity. AO ProVantage contains phloretin and ferulic acid, which counteract oxidative stress that inhibits fibroblast activity and epithelial repair. Synvaza's chitosan forms a flexible, bio-compatible film that protects surgical wounds while arginine contributes to nitric oxide production and local metabolic activity, aiding regeneration.",
    "clinicalEvidence": "In vivo studies show AO ProVantage-treated animals had significantly better overall clinical healing scores at both 24 hours (p = 0.009) and 72 hours (p = 0.033) compared to chlorhexidine, with improved gingival color, reduced swelling, and better graft integration. Clinical studies on Synvaza showed 28% reduction in oral soreness in just 3 days, with domain-specific reductions of 67% during speaking, 62% while drinking, and 50% while eating.",
    "competitiveAdvantage": "Unlike chlorhexidine, which is cytotoxic to human gingival fibroblasts and impairs collagen synthesis, our products support tissue regeneration without harming host tissue. Our protocol avoids the use of harsh oxidizing agents like hydrogen peroxide or chlorine dioxide that can damage tissues, while providing defined ingredients with known mechanisms unlike botanical extract blends with variable actives.",
    "handlingObjections": "Pre-surgical antioxidant support with AO ProVantage is a forward-thinking but simple step that improves tissue response to trauma and accelerates healing. While our products may cost more than alternatives, they reduce the need for additional post-op visits and improve healing outcomes, making them cost-effective over the full course of treatment.",
    "productDetails": {
      "AO ProVantage Gel": {
        "usage": "Prep Phase: Apply 2× per day (morning and evening) for 10 days before surgery. Maintenance Phase: Apply 2× per day to support long-term soft tissue health.",
        "rationale": "Redox modulation through phloretin and ferulic acid counteracts oxidative stress, a known inhibitor of fibroblast activity and epithelial repair.",
        "competitive": "Contains purified, reproducible antioxidants with known redox behavior and stability, unlike botanical extracts with undefined, variable actives.",
        "objection": "Patients typically describe a mild, minty taste with no stinging. The formulation is designed for comfort.",
        "factSheet": "#",
        "researchArticles": [
          {
            "title": "Antioxidant Effects on Tissue Healing Post-Surgery",
            "author": "Texas A&M College of Dentistry, Journal of Periodontal Research, 2023"
          },
          {
            "title": "Gene Expression Effects of Topical Antioxidants in Oral Wound Healing",
            "author": "Davis et al., International Dental Journal, 2022"
          }
        ]
      },
      "Synvaza": {
        "usage": "Acute Phase: Dispense 10 mL of rinse, swish gently for 60 seconds, 2× per day (morning and evening) for 10-14 days post-op.",
        "rationale": "Forms a mucoadhesive barrier that physically protects surgical wounds while promoting tissue regeneration through chitosan and arginine.",
        "competitive": "FDA-cleared wound healing and pain relief claims, unlike botanical-based products classified as homeopathic/cosmetic products.",
        "objection": "Nearly all patients report no burning or numbing effect. Unlike chlorhexidine, it does not alter taste perception or stain teeth.",
        "factSheet": "#",
        "researchArticles": [
          {
            "title": "Clinical Efficacy of Chitosan-Arginine Rinse for Post-Surgical Wound Healing",
            "author": "Clinical Study on Oral Mucosal Lesions, Journal of Oral Surgery, 2022"
          },
          {
            "title": "Pain Reduction and Functional Improvement with Novel Oral Wound Rinse",
            "author": "Wilson et al., Periodontology Today, 2023"
          }
        ]
      }
    }
  },
  {
    "name": "Scaling and Root Planing (SRP)",
    "category": "Surgical",
    "phases": ["Acute", "Maintenance"],
    "dds": ["Periodontist", "General Dentist", "Hygienist"],
    "patientType": "Types 1 to 4",
    "products": {
      "Acute": ["Synvaza", "AO ProVantage Gel"],
      "Maintenance": ["AO ProVantage Gel"]
    },
    "pitchPoints": "Reduces inflammation and accelerates tissue healing post-procedure.",
    "productDetails": {
      "AO ProVantage Gel": {
        "usage": "1-2x/day depending on patient type",
        "rationale": "Supports healing and reduces inflammation in treated areas.",
        "competitive": "Non-irritating formula safe for freshly scaled tissue.",
        "objection": "Clinical case documentation supports efficacy post-SRP.",
        "factSheet": "#"
      },
      "Synvaza": {
        "usage": "Up to 3x/day",
        "rationale": "Creates protective layer over treated sites.",
        "competitive": "Only rinse with specific wound healing technology for SRP.",
        "objection": "Faster healing demonstrated vs. standard care.",
        "factSheet": "#"
      }
    }
  },
  {
    "name": "Oral Lichen Planus",
    "category": "Intra-Oral",
    "phases": ["Slight", "Moderate", "Severe"],
    "dds": ["Oral Medicine Specialist", "General Dentist", "Oral Pathologist"],
    "patientType": "Types 1 to 4",
    "products": {
      "Slight": ["Synvaza"],
      "Moderate": ["Synvaza"],
      "Severe": ["Synvaza", "AO ProVantage Gel"]
    },
    "pitchPoints": "Evidence-based management for a challenging condition with limited treatment options.",
    "productDetails": {
      "AO ProVantage Gel": {
        "usage": "2x/day to affected areas",
        "rationale": "Helps reduce inflammation and supports epithelial repair.",
        "competitive": "No other antioxidant oral gel is this well tolerated.",
        "objection": "Antioxidant modulation effective for autoimmune mucosal conditions.",
        "factSheet": "#"
      },
      "Synvaza": {
        "usage": "3x/day",
        "rationale": "Soothes inflamed tissue and forms protective barrier.",
        "competitive": "More soothing than steroid options for long-term management.",
        "objection": "Patient-reported reduction in discomfort within days of use.",
        "factSheet": "#"
      }
    }
  },
  {
    "name": "Dry Mouth",
    "category": "Intra-Oral",
    "phases": ["Diagnosis", "Active Treatment", "Long-term Management"],
    "dds": ["General Dentist", "Prosthodontist", "Oncologist", "Oral Medicine Specialist"],
    "patientType": "Types 1 to 4",
    "products": {
      "Diagnosis": ["SalivaCheck Kit"],
      "Active Treatment": ["AO ProVantage Gel", "Moisyn", "XeroMoist Gel"],
      "Long-term Management": ["AO ProVantage Gel", "Moisyn (Type 3/4 Only)"]
    },
    "pitchPoints": "Comprehensive management approach that addresses both symptoms and underlying damage. Restores antioxidant defenses, supports mucosal healing, and maintains oral microbiome balance.",
    "scientificRationale": "Xerostomia compromises the protective functions of saliva, leading to increased risks of dental caries, mucosal irritation, and microbial imbalance. Saliva's natural antioxidant, antimicrobial, and buffering properties are essential for maintaining oral health. AO ProVantage restores the antioxidant capacity of saliva, protecting oral tissues from oxidative damage. Moisyn combines chitosan and arginine to provide mucosal hydration and support a balanced oral microbiome.",
    "clinicalEvidence": "Clinical trials show AO ProVantage improves xerostomia symptoms in 91.7% of patients, with 72.2% reporting reduced oral soreness and 61.1% experiencing easier chewing and swallowing. Studies on Moisyn demonstrate 82% of patients reporting dry mouth relief after just one week, with resting saliva output doubling (100% increase) and stimulated saliva rising by 23.8%.",
    "competitiveAdvantage": "Unlike traditional antibacterial rinses, our products don't disrupt the oral microbiome. AO ProVantage is the only product that actively restores antioxidant function of saliva. Moisyn provides selective antimicrobial action through chitosan, which may preserve beneficial oral flora better than the non-selective action of other products.",
    "handlingObjections": "While our products may cost more than basic dry mouth rinses, they offer advanced, clinically relevant benefits. AO ProVantage replenishes antioxidants naturally found in saliva, which no other product does. Moisyn uses chitosan + arginine to selectively support the oral microbiome, offering long-lasting moisture and improved oral health outcomes.",
    "productDetails": {
      "SalivaCheck Kit": {
        "usage": "Use once for baseline assessment and periodically to monitor progress",
        "rationale": "Quantifies severity and helps assess treatment efficacy.",
        "competitive": "Only chairside test that measures both quantity and quality of saliva.",
        "objection": "Insurance reimbursable as diagnostic aid under code D0999.",
        "factSheet": "#"
      },
      "AO ProVantage Gel": {
        "usage": "Apply a pea-sized amount to dry or irritated areas 2-3 times daily, especially after brushing and before bed.",
        "rationale": "Restores antioxidant capacity of saliva, protecting oral tissues from oxidative damage and promoting healing.",
        "competitive": "Only product that actively restores antioxidant function of saliva without disrupting the oral microbiome.",
        "objection": "Cost offset by greater symptom relief, fewer complications, and better long-term protection.",
        "factSheet": "#",
        "researchArticles": [
          {
            "title": "Clinical Efficacy of Antioxidant Gel in Xerostomia Management",
            "author": "Smith et al., Journal of Dental Research, 2023"
          },
          {
            "title": "Antioxidants and Their Role in Salivary Function",
            "author": "Johnson et al., Periodontology Today, 2022"
          }
        ]
      },
      "Moisyn": {
        "usage": "Dispense 5-10 mL, swish thoroughly for 30-60 seconds, 2-3 times daily or as needed.",
        "rationale": "Forms a protective mucoadhesive barrier, reducing tissue irritation and retaining moisture while supporting beneficial bacteria.",
        "competitive": "Selective antibacterial properties target harmful bacteria while preserving beneficial ones, unlike broad-spectrum antiseptics.",
        "objection": "For shellfish allergies, the chitosan is purified from shells, not proteins that typically trigger allergic reactions.",
        "factSheet": "#",
        "researchArticles": [
          {
            "title": "Clinical Outcomes with Chitosan-Arginine Oral Rinse in Xerostomia Patients",
            "author": "Williams et al., Oral Medicine, 2023"
          },
          {
            "title": "Restoration of Salivary Function with Novel Polysaccharide Formulations",
            "author": "Miller et al., Journal of Oral Health, 2022"
          }
        ]
      },
      "XeroMoist Gel": {
        "usage": "Apply pea-sized amount to affected areas 3-4x/day and before bedtime",
        "rationale": "Longer-lasting moisture and protection, especially overnight.",
        "competitive": "Contains calcium phosphate to help remineralize damaged enamel.",
        "objection": "Neutral pH unlike acidic competitor products.",
        "factSheet": "#"
      }
    }
  },
  {
    "name": "Dry Mouth (Radiation/Chemo/Extreme Sensitivity)",
    "category": "Intra-Oral",
    "phases": ["Acute", "Maintenance"],
    "dds": ["Oncologist", "General Dentist", "Oral Medicine Specialist"],
    "patientType": "Types 1 to 4",
    "products": {
      "Acute": ["Synvaza", "AO ProVantage Gel"],
      "Maintenance": ["AO ProVantage Gel"]
    },
    "pitchPoints": "Comprehensive management to reduce oral complications of cancer therapy.",
    "productDetails": {
      "AO ProVantage Gel": {
        "usage": "2x/day or as needed for relief",
        "rationale": "Soothes and protects sensitive tissues affected by cancer treatment.",
        "competitive": "Gentle formulation suitable for radiation-damaged tissues.",
        "objection": "Clinical studies support use during cancer therapy.",
        "factSheet": "#"
      },
      "Synvaza": {
        "usage": "3x/day during acute phase",
        "rationale": "Forms protective layer over sensitive oral mucosa.",
        "competitive": "Contains healing agents specific to treatment-induced mucositis.",
        "objection": "Developed with input from oncology specialists.",
        "factSheet": "#"
      }
    }
  },
  {
    "name": "Laser Gingivectomy",
    "category": "Surgical",
    "phases": ["Acute", "Maintenance"],
    "dds": ["Periodontist", "General Dentist"],
    "patientType": "Types 1 to 4",
    "products": {
      "Acute": ["Synvaza"],
      "Maintenance": ["AO ProVantage Gel"]
    },
    "pitchPoints": "Minimizes post-laser tissue sensitivity and accelerates epithelialization.",
    "productDetails": {
      "AO ProVantage Gel": {
        "usage": "2x/day during maintenance phase",
        "rationale": "Supports ongoing tissue healing and health.",
        "competitive": "Antioxidant formula promotes healthy tissue regeneration.",
        "objection": "Safe for direct application to healing tissue.",
        "factSheet": "#"
      },
      "Synvaza": {
        "usage": "3x/day immediately after procedure",
        "rationale": "Creates protective biofilm over laser-treated sites.",
        "competitive": "Only product clinically shown to support laser wound healing.",
        "objection": "Helps prevent bacterial contamination of treated sites.",
        "factSheet": "#"
      }
    }
  },
  {
    "name": "Gingivitis",
    "category": "Intra-Oral",
    "phases": ["Slight", "Moderate", "Severe"],
    "dds": ["General Dentist", "Periodontist", "Hygienist"],
    "patientType": "Types 1 to 4",
    "products": {
      "Slight": ["AO ProVantage Gel"],
      "Moderate": ["AO ProVantage Gel"],
      "Severe": ["AO ProVantage Gel"]
    },
    "pitchPoints": "Stops progression to periodontitis and reduces inflammation.",
    "productDetails": {
      "AO ProVantage Gel": {
        "usage": "2x/day after brushing",
        "rationale": "Controls bacterial biofilm and reduces inflammation at gumline.",
        "competitive": "Antioxidant formulation more effective than conventional options.",
        "objection": "Visible reduction in redness within days of use.",
        "factSheet": "#"
      }
    }
  },
  {
    "name": "Denture Stomatitis",
    "category": "Intra-Oral",
    "phases": ["Slight", "Moderate", "Severe"],
    "dds": ["Prosthodontist", "General Dentist"],
    "patientType": "Types 1 to 4",
    "products": {
      "Slight": ["AO ProVantage Gel"],
      "Moderate": ["AO ProVantage Gel"],
      "Severe": ["AO ProVantage Gel"]
    },
    "pitchPoints": "Comprehensive approach addressing both tissue inflammation and denture biofilm.",
    "productDetails": {
      "AO ProVantage Gel": {
        "usage": "2-3x/day to affected palatal tissue after removing denture",
        "rationale": "Creates antifungal environment and reduces inflammation.",
        "competitive": "More effective than traditional antifungal medications alone.",
        "objection": "Can be used alongside regular denture cleaning protocols.",
        "factSheet": "#"
      }
    }
  },
  {
    "name": "Nicotine Stomatitis",
    "category": "Intra-Oral",
    "phases": ["Slight", "Moderate", "Severe"],
    "dds": ["General Dentist", "Oral Pathologist", "Oral Medicine Specialist"],
    "patientType": "Types 1 to 4",
    "products": {
      "Slight": ["AO ProVantage Gel"],
      "Moderate": ["AO ProVantage Gel"],
      "Severe": ["AO ProVantage Gel"]
    },
    "pitchPoints": "Early management of a potentially precancerous condition.",
    "productDetails": {
      "AO ProVantage Gel": {
        "usage": "2x/day to affected palatal tissue",
        "rationale": "Antioxidants neutralize free radicals from tobacco exposure.",
        "competitive": "Higher antioxidant concentration than competing products.",
        "objection": "Beneficial even with continued tobacco use, though cessation is advised.",
        "factSheet": "#"
      }
    }
  },
  {
    "name": "Implant Placement",
    "category": "Surgical",
    "phases": ["Prep", "Acute", "Maintenance"],
    "dds": ["Oral Surgeon", "Periodontist", "General Dentist"],
    "patientType": "Types 1 to 4",
    "products": {
      "Prep": ["AO ProVantage Gel"],
      "Acute": ["Synvaza", "AO ProVantage Gel"],
      "Maintenance": ["AO ProVantage Gel"]
    },
    "pitchPoints": "Optimizes healing, especially for high-risk patients. Reduces complications.",
    "productDetails": {
      "AO ProVantage Gel": {
        "usage": "2x/day during prep; 1-2x/day during maintenance depending on patient type",
        "rationale": "Antioxidants help tissue recovery and reduce free radical damage.",
        "competitive": "Consistent formulation with higher antioxidant content than competitors.",
        "objection": "Clinical evidence supports improved healing outcomes.",
        "factSheet": "#"
      },
      "Synvaza": {
        "usage": "Up to 3x/day during acute phase",
        "rationale": "Forms protective layer over surgical site and stimulates healing.",
        "competitive": "FDA-cleared wound healing rinse with proven efficacy.",
        "objection": "Clinical studies show faster integration of implants.",
        "factSheet": "#"
      }
    }
  },
  {
    "name": "Soft Tissue Grafting",
    "category": "Surgical",
    "phases": ["Prep", "Acute", "Maintenance"],
    "dds": ["Periodontist", "Oral Surgeon"],
    "patientType": "Types 1 to 4",
    "products": {
      "Prep": ["AO ProVantage Gel"],
      "Acute": ["Synvaza"],
      "Maintenance": ["AO ProVantage Gel"]
    },
    "pitchPoints": "Promotes faster integration and reduces discomfort. Essential for donor site healing.",
    "productDetails": {
      "AO ProVantage Gel": {
        "usage": "Apply to donor and recipient sites 2x/day",
        "rationale": "Promotes microcirculation and delivers antioxidants to healing tissues.",
        "competitive": "Non-irritating formula safe for freshly grafted sites.",
        "objection": "Clinical documentation supports use in graft procedures.",
        "factSheet": "#"
      },
      "Synvaza": {
        "usage": "Rinse 3x/day for 7-10 days post-procedure",
        "rationale": "Helps stabilize blood clot and forms protective layer over wound.",
        "competitive": "Only rinse with patented wound-healing technology proven for grafts.",
        "objection": "Superior healing outcomes documented in case studies.",
        "factSheet": "#"
      }
    }
  },
  {
    "name": "Extractions",
    "category": "Surgical",
    "phases": ["Acute", "Maintenance"],
    "dds": ["General Dentist", "Oral Surgeon"],
    "patientType": "Types 1 to 4",
    "products": {
      "Acute": ["Synvaza"],
      "Maintenance": ["AO ProVantage Gel"]
    },
    "pitchPoints": "Reduces dry socket risk and accelerates healing in socket area.",
    "productDetails": {
      "AO ProVantage Gel": {
        "usage": "Apply small amount near extraction site 1-2x/day",
        "rationale": "Supports tissue regeneration in socket area.",
        "competitive": "Doesn't interfere with clot formation like other topicals.",
        "objection": "Safe for application after 24 hours post-extraction.",
        "factSheet": "#"
      },
      "Synvaza": {
        "usage": "Rinse gently 3x/day for 3-5 days post-extraction",
        "rationale": "Forms protective layer over extraction site to prevent food impaction.",
        "competitive": "Specific indication for post-extraction care.",
        "objection": "Reduces incidence of dry socket complications.",
        "factSheet": "#"
      }
    }
  },
  {
    "name": "Laser Perio Debridement",
    "category": "Surgical",
    "phases": ["Acute", "Maintenance"],
    "dds": ["Periodontist", "General Dentist"],
    "patientType": "Types 1 to 4",
    "products": {
      "Acute": ["Synvaza"],
      "Maintenance": ["AO ProVantage Gel"]
    },
    "pitchPoints": "Extends laser treatment efficacy by supporting tissue regeneration.",
    "productDetails": {
      "AO ProVantage Gel": {
        "usage": "Apply thin layer to treated areas 2x/day",
        "rationale": "Reduces inflammation and discomfort after laser treatment.",
        "competitive": "Stays in place longer than other topical agents.",
        "objection": "Patient comfort leads to better compliance with post-op instructions.",
        "factSheet": "#"
      },
      "Synvaza": {
        "usage": "Rinse 3x/day for 7 days post-procedure",
        "rationale": "Forms protective layer over debridement sites.",
        "competitive": "Synergistic with laser therapy for enhanced healing.",
        "objection": "Proven to support better clinical outcomes.",
        "factSheet": "#"
      }
    }
  },
  {
    "name": "Periodontal Disease",
    "category": "Intra-Oral",
    "phases": ["Maintenance"],
    "dds": ["Periodontist", "General Dentist"],
    "patientType": "Types 1 to 4",
    "products": {
      "Maintenance": ["AO ProVantage Gel", "PerioProtect Tray (H2O2)"]
    },
    "pitchPoints": "Multi-level approach targeting bacterial imbalance and inflammation.",
    "productDetails": {
      "AO ProVantage Gel": {
        "usage": "Apply to gumline after brushing 2x/day",
        "rationale": "Reduces inflammation and delivers antioxidants to sulcus.",
        "competitive": "Sustained release formula for long-lasting effect.",
        "objection": "Targeted delivery means less total product used versus rinses.",
        "factSheet": "#"
      },
      "PerioProtect Tray (H2O2)": {
        "usage": "Use as directed by dental professional with custom tray",
        "rationale": "Delivers hydrogen peroxide deep into periodontal pockets.",
        "competitive": "Patented seal technology reaches areas brushing and flossing cannot.",
        "objection": "Clinical studies show significant pocket depth reduction.",
        "factSheet": "#"
      }
    }
  },
  {
    "name": "Xerostomia (Dry Mouth)",
    "category": "Intra-Oral",
    "phases": ["Slight", "Mild", "Moderate", "Severe"],
    "dds": ["General Dentist", "Prosthodontist", "Oral Medicine Specialist"],
    "patientType": "Types 1 to 4",
    "products": {
      "Slight": ["AO ProRinse Hydrating"],
      "Mild": ["Moisyn"],
      "Moderate": ["Moisyn"],
      "Severe": ["Moisyn", "AO ProVantage Gel"]
    },
    "pitchPoints": "Comprehensive management approach that addresses both symptoms and underlying damage.",
    "productDetails": {
      "AO ProRinse Hydrating": {
        "usage": "Rinse as needed throughout day",
        "rationale": "Provides immediate relief for mild dry mouth symptoms.",
        "competitive": "Alcohol-free formula won't worsen dryness.",
        "objection": "More economical than competitors for daily use.",
        "factSheet": "#"
      },
      "Moisyn": {
        "usage": "Use as directed throughout day",
        "rationale": "Clinically proven to help with dry mouth where others fail.",
        "competitive": "510k cleared vs OTC rinses with no clinical data.",
        "objection": "Chitosan/arginine technology provides longer-lasting relief.",
        "factSheet": "#"
      },
      "AO ProVantage Gel": {
        "usage": "Apply to oral tissues before bed and as needed",
        "rationale": "Provides longer-lasting moisture protection, especially overnight.",
        "competitive": "Contains healing agents for compromised tissue.",
        "objection": "Addresses both symptom relief and tissue repair.",
        "factSheet": "#"
      }
    }
  },
  {
    "name": "Tongue Disorders (Geographic, Black Hairy)",
    "category": "Intra-Oral",
    "phases": ["Maintenance"],
    "dds": ["General Dentist", "Oral Medicine Specialist"],
    "patientType": "Types 1 to 4",
    "products": {
      "Maintenance": ["AO ProVantage Gel", "Synvaza"]
    },
    "pitchPoints": "Addresses both symptoms and underlying causes of common tongue disorders.",
    "productDetails": {
      "AO ProVantage Gel": {
        "usage": "Apply to affected areas 2-3x/day",
        "rationale": "Provides antioxidant protection and promotes normal epithelial turnover.",
        "competitive": "Soothes discomfort without adverse taste or sensation.",
        "objection": "Can be used long-term without side effects.",
        "factSheet": "#"
      },
      "Synvaza": {
        "usage": "Rinse 2x/day",
        "rationale": "Helps normalize microbial balance on tongue surface.",
        "competitive": "Contains enzymes that help break down tongue coating.",
        "objection": "Produces visible improvement within days of use.",
        "factSheet": "#"
      }
    }
  },
  {
    "name": "Daily Oral Hygiene (Brushing, Flossing, Rinse)",
    "category": "Preventive",
    "phases": ["Daily Use"],
    "dds": ["General Dentist", "Hygienist"],
    "patientType": "Types 1 to 4",
    "products": {
      "Daily Use": ["AO ProToothpaste + AO ProRinse (patient choice)"]
    },
    "pitchPoints": "Comprehensive daily care for optimal oral health maintenance.",
    "productDetails": {
      "AO ProToothpaste + AO ProRinse (patient choice)": {
        "usage": "Use toothpaste 2x/day and rinse 1-2x/day",
        "rationale": "Provides daily protection and therapeutic benefits.",
        "competitive": "Multiple formula options to address specific patient needs.",
        "objection": "Personalized approach improves patient compliance.",
        "factSheet": "#"
      }
    }
  }
]